[
    {
      "value": "Step 1: Meet at Hyde Park",
      "description": "Let’s start our day at Hyde Park, one of Sydney’s most beautiful and historic parks. It’s peaceful, lush, and perfect for us to meet and soak in the morning vibes. We can sit by the Archibald Fountain and chat about our plans for the day while enjoying the greenery. It’s a great way to ease into our adventure together.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Archibald_Fountain_in_Hyde_Park%2C_Sydney_%284623129545%29.jpg"
    },
    {
      "value": "Step 2: Enjoy a Picnic at the Royal Botanic Garden",
      "description": "After Hyde Park, let’s head to the Royal Botanic Garden, just a short walk away. I’ll pack some snacks and maybe some Nepali treats like sel roti or chiura to make it feel like home. We can find a quiet spot near the water, enjoy the views of the Sydney Opera House, and relax. It’s romantic and a great way to connect before we explore more.",
      "image": "https://assets.atdw-online.com.au/images/fdb160eeadc7d83ce96aa78c6c684b9d.jpeg"
    },
    {
      "value": "Step 3: Take a Stroll Around Circular Quay",
      "description": "From the gardens, let’s walk to Circular Quay. This iconic spot is buzzing with energy, and we can see the Harbour Bridge and Opera House up close. We’ll take our time, snap some photos, and maybe even watch the street performers. It’s a must-visit for any couple exploring Sydney, and the views are unforgettable.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/d/d1/Sydney_Harbour_Bridge_from_Circular_Quay.jpg"
    },
    {
      "value": "Step 4: Visit the Art Gallery of New South Wales",
      "description": "Next, let’s head to the Art Gallery of New South Wales. It’s free to enter and has amazing exhibitions that we can explore together. Whether it’s contemporary art or classic pieces, it’s a great way to spark conversations and learn something new. Plus, it’s a nice break from the sun if the day gets too warm.",
      "image": "https://www.datocms-assets.com/42890/1724632867-magritte_sid96370-m.jpg"
    },
    {
      "value": "Step 5: Coffee Break at a Local Café",
      "description": "After the museum, let’s grab coffee at a cozy café nearby. Sydney is known for its coffee culture, so we’ll find a spot with great reviews and maybe try a flat white or a chai latte. It’s a perfect time to relax, recharge, and plan the rest of our day.",
      "image": "https://www.atomocoffee.com/cdn/shop/files/HeroImage_ReducedSize_Devin_Pabingwit.png"
    },
    {
      "value": "Step 6: Catch a Movie at Darling Harbour",
      "description": "Let’s head to Darling Harbour and catch a movie at the IMAX or one of the cinemas there. Darling Harbour is lively and has a great atmosphere, especially in the evening. We can pick a movie we both love or try something new. It’s a fun way to enjoy some downtime together.",
      "image": "https://www.mdsci.org/wp-content/uploads/2018/12/IMAX-banner-2.jpg"
    },
    {
      "value": "Step 7: Dinner at a Nepali Restaurant",
      "description": "For dinner, let’s go to a Nepali restaurant like Nepal Kitchen or Himalaya Restaurant in Parramatta. They serve authentic dishes like momos, dal bhat, and thukpa. It’ll feel like a taste of home, and I know how much you love Nepali food. It’s a great way to end the day with something familiar and comforting.",
      "image": "https://s3-media0.fl.yelpcdn.com/bphoto/DMEUc_RfNCKFRWEcrxrB9Q/1000s.jpg"
    },
    {
      "value": "Step 8: Sunset View at Mrs. Macquarie’s Chair",
      "description": "After dinner, let’s head to Mrs. Macquarie’s Chair for a stunning sunset view. It’s one of the best spots in Sydney to watch the sun dip below the horizon, with the Opera House and Harbour Bridge in the background. It’s romantic and the perfect way to wrap up our day.",
      "image": "https://live.staticflickr.com/1848/29236604907_ecbd77600e_b.jpg"
    },
    {
      "value": "Step 9: Dessert at Gelato Messina",
      "description": "No date is complete without dessert! Let’s stop by Gelato Messina, one of Sydney’s most popular gelato spots. They have unique flavors like salted caramel, mango sorbet, and even seasonal specials. It’s a sweet way to end our evening together.",
      "image": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/22/47/ff/3e/gelato-messina.jpg?w=900&h=-1&s=1"
    },
    {
      "value": "Step 10: Say Goodnight at Darling Harbour",
      "description": "We’ll end our day back at Darling Harbour, where we can take a quiet walk along the water, enjoy the city lights, and reflect on our amazing day. It’s the perfect spot to say goodnight and plan our next adventure together.",
      "image": "https://live.staticflickr.com/36/89195301_997e11a2de_b.jpg"
    }
  ]