[
    {
      "topic": "Projects",
      "subTopic": "Programming",
      "description": "Since I began my journey in programming, I have achieved significant milestones, including creating a popular Discord bot with over a million users, developing a user-friendly GUI for a scientific calculator, crafting a comprehensive music player for Linux, collaborating on a prestigious Discord bot project, and building a robust web application with React, Python, and Firebase.",
      "readMore": "/home/#Projects"
    },
    {
      "topic": "Academics",
      "subTopic": "",
      "description": "<b>College:</b> I'm an honors Computer Science student at the University of Southern Mississippi.<br/><b>Highschool:</b> I completed my secondary education under the NEB curriculum, achieving a GPA of 3.72 in 11th grade and 3.6 in 12th grade.  My rank was 8 out of around 1200 students.",
      "readMore": "/pages/academic-qualifications"
    },
    {
      "topic": "Hobbies",
      "subTopic": "",
      "description": "I find peace in music, which feels like an extension of myself. It allows me to explore my creativity and create sounds that I've always enjoyed. Recently, I've also started to create my own sounds. While I'm not very skilled at songwriting, I'm open to expanding my horizons. I also enjoy reading novels, particularly fiction. It's a great way for me to spend my time and I'm always captivated by the imaginative scope and narrative depth of fictional works."
    },
    {
      "topic": "Trivia",
      "subTopic": "",
      "description": "<b>Favorite type of cuisine:</b> Chinese<br><strong>Favorite book from childhood:</strong> Martial World by Cocooned Cow<br><strong>Favorite song to sing in the shower:</strong> Bohemian Rhapsody<br><strong>Favorite hobby outside of work:</strong> Playing Guitar<br><strong>Werid unique about me:</strong> I once fell down a bridge<br><strong>Favorite type of animal:</strong> Dogs<br><strong>Movie that I can watch a thousand times:</strong> Your Name "

    }
  ]